alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-studio
android-tools
archlinux-keyring
asusctl
b43-fwcutter
base
base-devel
bash-completion
bind
bluedevil
blueman
bluez
bluez-tools
bluez-utils
brave-bin
brightnessctl
btrfs-progs
cantarell-fonts
cryptsetup
device-mapper
dialog
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
f2fs-tools
fakeroot
fastfetch
firewalld
fish
freetype2
galaxybudsclient-bin
gdm
git
glances
gpm
gptfdisk
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
haveged
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
inetutils
intellij-idea-ultimate-edition
inxi
iptables-nft
iwd
jdk21-openjdk
jfsutils
kitty
kwalletmanager
less
lib32-gcc-libs
lib32-glibc
libdvdcss
libgsf
libopenraw
linux
linux-firmware
linux-firmware-marvell
linux-headers
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
memtest86+-efi
mesa
mesa-utils
micro
mkinitcpio-nfs-utils
modemmanager
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
net-tools
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-prime
nvidia-utils
openconnect
openvpn
os-prober
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
poppler-glib
powerline-fonts
ppp
pptpclient
python-capng
python-packaging
python-pip
python-pyqt5
python-requests
r
ranger
rebuild-detector
reflector
reflector-simple
rofi
rp-pppoe
rstudio-desktop-bin
rsync
rtkit
s-nail
sg3_utils
slurp
smartmontools
sof-firmware
sudo
swaybg
swaync
swww
sysfsutils
systemd-sysvcompat
texinfo
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-iosevka-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
ttf-roboto-mono
ttf-rubik-vf
unrar
unzip
usb_modeswitch
usbutils
valgrind
vi
visual-studio-code-bin
viu
vpnc
waybar
welcome
wget
which
whois
wireless-regdb
wireplumber
wl-clipboard
woff2-font-awesome
wpa_supplicant
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-qxl
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xz
yadm
yay
